const devotionalData = {
    devotionalNote: [
        {
            id: 52,
            title: "hanuman chalisa హనుమాన్ చాలీసా",
            note: [
                {
                    text1: `<span style="font-size:25px; font-weight:900">హనుమాన్ చాలీసా</span>
                    <b>దోహా</b>
శ్రీ గురు చరణ సరోజ రజ నిజమన ముకుర సుధారి ।
వరణౌ రఘువర విమలయశ జో దాయక ఫలచారి ॥
బుద్ధిహీన తనుజానికై సుమిరౌ పవన కుమార ।
బల బుద్ధి విద్యా దేహు మోహి హరహు కలేశ వికార ॥

<b>ధ్యానం</b>
అతులిత బలధామం స్వర్ణ శైలాభ దేహమ్ ।
దనుజ వన కృశానుం జ్ఞానినా మగ్రగణ్యమ్ ॥
సకల గుణ నిధానం వానరాణా మధీశమ్ ।
రఘుపతి ప్రియ భక్తం వాతజాతం నమామి ॥

గోష్పదీకృత వారాశిం మశకీకృత రాక్షసమ్ ।
రామాయణ మహామాలా రత్నం వందే-(అ)నిలాత్మజమ్ ॥
యత్ర యత్ర రఘునాథ కీర్తనం తత్ర తత్ర కృతమస్తకాంజలిమ్ ।
భాష్పవారి పరిపూర్ణ లోచనం మారుతిం నమత రాక్షసాంతకమ్ ॥

మనోజవం మారుత తుల్యవేగమ్ ।
జితేంద్రియం బుద్ధి మతాం వరిష్టమ్ ॥
వాతాత్మజం వానరయూథ ముఖ్యమ్ ।
శ్రీ రామ దూతం శిరసా నమామి ॥



<b>చౌపాఈ</b>
జయ హనుమాన జ్ఞాన గుణ సాగర ।
జయ కపీశ తిహు లోక ఉజాగర ॥ 1 ॥

రామదూత అతులిత బలధామా ।
అంజని పుత్ర పవనసుత నామా ॥ 2 ॥

మహావీర విక్రమ బజరంగీ ।
కుమతి నివార సుమతి కే సంగీ ॥3 ॥

కంచన వరణ విరాజ సువేశా ।
కానన కుండల కుంచిత కేశా ॥ 4 ॥

హాథవజ్ర ఔ ధ్వజా విరాజై । [ఔరు]
కాంథే మూంజ జనేవూ సాజై ॥ 5॥

శంకర సువన కేసరీ నందన । [శంకర స్వయం]
తేజ ప్రతాప మహాజగ వందన ॥ 6 ॥

విద్యావాన గుణీ అతి చాతుర ।
రామ కాజ కరివే కో ఆతుర ॥ 7 ॥

ప్రభు చరిత్ర సునివే కో రసియా ।
రామలఖన సీతా మన బసియా ॥ 8॥

సూక్ష్మ రూపధరి సియహి దిఖావా ।
వికట రూపధరి లంక జలావా ॥ 9 ॥

భీమ రూపధరి అసుర సంహారే ।
రామచంద్ర కే కాజ సంవారే ॥ 10 ॥

లాయ సంజీవన లఖన జియాయే ।
శ్రీ రఘువీర హరషి ఉరలాయే ॥ 11 ॥

రఘుపతి కీన్హీ బహుత బడాయీ (ఈ) ।
తుమ మమ ప్రియ భరత సమ భాయీ ॥ 12 ॥

సహస్ర వదన తుమ్హరో యశగావై ।
అస కహి శ్రీపతి కంఠ లగావై ॥ 13 ॥

సనకాదిక బ్రహ్మాది మునీశా ।
నారద శారద సహిత అహీశా ॥ 14 ॥

యమ కుబేర దిగపాల జహాం తే ।
కవి కోవిద కహి సకే కహాం తే ॥ 15 ॥

తుమ ఉపకార సుగ్రీవహి కీన్హా ।
రామ మిలాయ రాజపద దీన్హా ॥ 16 ॥

తుమ్హరో మంత్ర విభీషణ మానా ।
లంకేశ్వర భయే సబ జగ జానా ॥ 17 ॥

యుగ సహస్ర యోజన పర భానూ ।
లీల్యో తాహి మధుర ఫల జానూ ॥ 18 ॥

ప్రభు ముద్రికా మేలి ముఖ మాహీ ।
జలధి లాంఘి గయే అచరజ నాహీ ॥ 19 ॥

దుర్గమ కాజ జగత కే జేతే ।
సుగమ అనుగ్రహ తుమ్హరే తేతే ॥ 20 ॥

రామ దుఆరే తుమ రఖవారే ।
హోత న ఆజ్ఞా బిను పైసారే ॥ 21 ॥

సబ సుఖ లహై తుమ్హారీ శరణా ।
తుమ రక్షక కాహూ కో డర నా ॥ 22 ॥

ఆపన తేజ సమ్హారో ఆపై ।
తీనోం లోక హాంక తే కాంపై ॥ 23 ॥

భూత పిశాచ నికట నహి ఆవై ।
మహవీర జబ నామ సునావై ॥ 24 ॥

నాసై రోగ హరై సబ పీరా ।
జపత నిరంతర హనుమత వీరా ॥ 25 ॥

సంకట సే హనుమాన ఛుడావై ।
మన క్రమ వచన ధ్యాన జో లావై ॥ 26 ॥

సబ పర రామ తపస్వీ రాజా ।
తినకే కాజ సకల తుమ సాజా ॥ 27 ॥

ఔర మనోరథ జో కోయి లావై ।
తాసు అమిత జీవన ఫల పావై ॥ 28 ॥

చారో యుగ ప్రతాప తుమ్హారా ।
హై ప్రసిద్ధ జగత ఉజియారా ॥ 29 ॥

సాధు సంత కే తుమ రఖవారే ।
అసుర నికందన రామ దులారే ॥ 30 ॥

అష్ఠసిద్ధి నవ నిధి కే దాతా ।
అస వర దీన్హ జానకీ మాతా ॥ 31 ॥

రామ రసాయన తుమ్హారే పాసా ।
సదా రహో రఘుపతి కే దాసా ॥ 32 ॥

తుమ్హరే భజన రామకో పావై ।
జన్మ జన్మ కే దుఖ బిసరావై ॥ 33 ॥

అంత కాల రఘుపతి పురజాయీ । [రఘువర]
జహాం జన్మ హరిభక్త కహాయీ ॥ 34 ॥

ఔర దేవతా చిత్త న ధరయీ ।
హనుమత సేయి సర్వ సుఖ కరయీ ॥ 35 ॥

సంకట క(హ)టై మిటై సబ పీరా ।
జో సుమిరై హనుమత బల వీరా ॥ 36 ॥

జై జై జై హనుమాన గోసాయీ ।
కృపా కరహు గురుదేవ కీ నాయీ ॥ 37 ॥

యహ శత వార పాఠ కర కోయీ । [జో]
ఛూటహి బంది మహా సుఖ హోయీ ॥ 38 ॥

జో యహ పడై హనుమాన చాలీసా ।
హోయ సిద్ధి సాఖీ గౌరీశా ॥ 39 ॥

తులసీదాస సదా హరి చేరా ।
కీజై నాథ హృదయ మహ డేరా ॥ 40 ॥

దోహా
పవన తనయ సంకట హరణ - మంగళ మూరతి రూప్ ।
రామ లఖన సీతా సహిత - హృదయ బసహు సురభూప్ ॥
సియావర రామచంద్రకీ జయ । పవనసుత హనుమానకీ జయ । బోలో భాయీ సబ సంతనకీ జయ ।`,
                    code1: ``
                }
            ],
        },
        {
            id: 52,
            title: "శ్రీ వేంకటేశ్వర స్తోత్రం",
            note: [
                {
                    text1: `కమలాకుచ చూచుక కుంకమతో
నియతారుణి తాతుల నీలతనో ।
కమలాయత లోచన లోకపతే
విజయీభవ వేంకట శైలపతే ॥

సచతుర్ముఖ షణ్ముఖ పంచముఖ
ప్రముఖా ఖిలదైవత మౌళిమణే ।
శరణాగత వత్సల సారనిధే
పరిపాలయ మాం వృష శైలపతే ॥

అతివేలతయా తవ దుర్విషహై
రను వేలకృతై రపరాధశతైః ।
భరితం త్వరితం వృష శైలపతే
పరయా కృపయా పరిపాహి హరే ॥

అధి వేంకట శైల ముదారమతే-
ర్జనతాభి మతాధిక దానరతాత్ ।
పరదేవతయా గదితానిగమైః
కమలాదయితాన్న పరంకలయే ॥

కల వేణుర వావశ గోపవధూ
శత కోటి వృతాత్స్మర కోటి సమాత్ ।
ప్రతి పల్లవికాభి మతాత్-సుఖదాత్
వసుదేవ సుతాన్న పరంకలయే ॥

అభిరామ గుణాకర దాశరధే
జగదేక ధనుర్థర ధీరమతే ।
రఘునాయక రామ రమేశ విభో
వరదో భవ దేవ దయా జలధే ॥

అవనీ తనయా కమనీయ కరం
రజనీకర చారు ముఖాంబురుహమ్ ।
రజనీచర రాజత మోమి హిరం
మహనీయ మహం రఘురామమయే ॥

సుముఖం సుహృదం సులభం సుఖదం
స్వనుజం చ సుకాయమ మోఘశరమ్ ।
అపహాయ రఘూద్వయ మన్యమహం
న కథంచన కంచన జాతుభజే ॥

వినా వేంకటేశం న నాథో న నాథః
సదా వేంకటేశం స్మరామి స్మరామి ।
హరే వేంకటేశ ప్రసీద ప్రసీద
ప్రియం వేంకటెశ ప్రయచ్ఛ ప్రయచ్ఛ ॥

అహం దూరదస్తే పదాం భోజయుగ్మ
ప్రణామేచ్ఛయా గత్య సేవాం కరోమి ।
సకృత్సేవయా నిత్య సేవాఫలం త్వం
ప్రయచ్ఛ పయచ్ఛ ప్రభో వేంకటేశ ॥

అజ్ఞానినా మయా దోషా న శేషాన్విహితాన్ హరే ।
క్షమస్వ త్వం క్షమస్వ త్వం శేషశైల శిఖామణే ॥`,
                    code1: ``
                }
            ],
        },
        {
            id: 52,
            title: "శ్రీ వేంకటేశ్వర అష్టోత్తర శత నామావళి",
            note: [
                {
                    text1: `ఓం శ్రీ వేంకటేశాయ నమః
ఓం శ్రీనివాసాయ నమః
ఓం లక్ష్మీపతయే నమః
ఓం అనామయాయ నమః
ఓం అమృతాశాయ నమః
ఓం జగద్వంద్యాయ నమః
ఓం గోవిందాయ నమః
ఓం శాశ్వతాయ నమః
ఓం ప్రభవే నమః
ఓం శేషాద్రినిలయాయ నమః (10)

ఓం దేవాయ నమః
ఓం కేశవాయ నమః
ఓం మధుసూదనాయ నమః
ఓం అమృతాయ నమః
ఓం మాధవాయ నమః
ఓం కృష్ణాయ నమః
ఓం శ్రీహరయే నమః
ఓం జ్ఞానపంజరాయ నమః
ఓం శ్రీవత్సవక్షసే నమః
ఓం సర్వేశాయ నమః

ఓం గోపాలాయ నమః
ఓం పురుషోత్తమాయ నమః
ఓం గోపీశ్వరాయ నమః
ఓం పరస్మై జ్యోతిషే నమః
ఓం వ్తెకుంఠ పతయే నమః
ఓం అవ్యయాయ నమః
ఓం సుధాతనవే నమః
ఓం యాదవేంద్రాయ నమః
ఓం నిత్య యౌవనరూపవతే నమః
ఓం చతుర్వేదాత్మకాయ నమః (30)

ఓం విష్ణవే నమః
ఓం అచ్యుతాయ నమః
ఓం పద్మినీప్రియాయ నమః
ఓం ధరాపతయే నమః
ఓం సురపతయే నమః
ఓం నిర్మలాయ నమః
ఓం దేవపూజితాయ నమః
ఓం చతుర్భుజాయ నమః
ఓం చక్రధరాయ నమః
ఓం త్రిధామ్నే నమః (40)

ఓం త్రిగుణాశ్రయాయ నమః
ఓం నిర్వికల్పాయ నమః
ఓం నిష్కళంకాయ నమః
ఓం నిరాంతకాయ నమః
ఓం నిరంజనాయ నమః
ఓం విరాభాసాయ నమః
ఓం నిత్యతృప్తాయ నమః
ఓం నిర్గుణాయ నమః
ఓం నిరుపద్రవాయ నమః
ఓం గదాధరాయ నమః (50)

ఓం శార్-ంగపాణయే నమః
ఓం నందకినే నమః
ఓం శంఖధారకాయ నమః
ఓం అనేకమూర్తయే నమః
ఓం అవ్యక్తాయ నమః
ఓం కటిహస్తాయ నమః
ఓం వరప్రదాయ నమః
ఓం అనేకాత్మనే నమః
ఓం దీనబంధవే నమః
ఓం ఆర్తలోకాభయప్రదాయ నమః (60)

ఓం ఆకాశరాజవరదాయ నమః
ఓం యోగిహృత్పద్మమందిరాయ నమః
ఓం దామోదరాయ నమః
ఓం జగత్పాలాయ నమః
ఓం పాపఘ్నాయ నమః
ఓం భక్తవత్సలాయ నమః
ఓం త్రివిక్రమాయ నమః
ఓం శింశుమారాయ నమః
ఓం జటామకుట శోభితాయ నమః
ఓం శంఖమద్యోల్లస-న్మంజుకింకిణ్యాఢ్యకరండకాయ నమః (70)

ఓం నీలమోఘశ్యామ తనవే నమః
ఓం బిల్వపత్రార్చన ప్రియాయ నమః
ఓం జగద్వ్యాపినే నమః
ఓం జగత్కర్త్రే నమః
ఓం జగత్సాక్షిణే నమః
ఓం జగత్పతయే నమః
ఓం చింతితార్థప్రదాయ నమః
ఓం జిష్ణవే నమః
ఓం దాశార్హాయ నమః
ఓం దశరూపవతే నమః (80)

ఓం దేవకీ నందనాయ నమః
ఓం శౌరయే నమః
ఓం హయగ్రీవాయ నమః
ఓం జనార్దనాయ నమః
ఓం కన్యాశ్రవణతారేజ్యాయ నమః
ఓం పీతాంబరధరాయ నమః
ఓం అనఘాయ నమః
ఓం వనమాలినే నమః
ఓం పద్మనాభాయ నమః
ఓం మృగయాసక్త మానసాయ నమః (90)

ఓం అశ్వారూఢాయ నమః
ఓం ఖడ్గధారిణే నమః
ఓం ధనార్జన సముత్సుకాయ నమః
ఓం ఘనసార లసన్మధ్యకస్తూరీ తిలకోజ్జ్వలాయ నమః
ఓం సచ్చితానందరూపాయ నమః
ఓం జగన్మంగళ దాయకాయ నమః
ఓం యజ్ఞరూపాయ నమః
ఓం యజ్ఞభోక్త్రే నమః
ఓం చిన్మయాయ నమః
ఓం పరమేశ్వరాయ నమః (100)

ఓం పరమార్థప్రదాయకాయ నమః
ఓం శాంతాయ నమః
ఓం శ్రీమతే నమః
ఓం దోర్దండ విక్రమాయ నమః
ఓం పరాత్పరాయ నమః
ఓం పరస్మై బ్రహ్మణే నమః
ఓం శ్రీవిభవే నమః
ఓం జగదీశ్వరాయ నమః (108)

ఇతి శ్రీవేంకటేశ్వరాష్టోత్తర శతనామావళిః సంపూర్ణః`,
                    code1: ``
                }
            ],
        },
        {
            id: 52,
            title: "కాలభైరవాష్టకం",
            note: [
                {
                    text1: `దేవరాజ-సేవ్యమాన-పావనాంఘ్రి-పంకజం
వ్యాళయజ్ఞ-సూత్రమిందు-శేఖరం కృపాకరమ్ ।
నారదాది-యోగిబృంద-వందితం దిగంబరం
కాశికాపురాధినాథ కాలభైరవం భజే ॥ 1 ॥

భానుకోటి-భాస్వరం భవబ్ధితారకం పరం
నీలకంఠ-మీప్సితార్ధ-దాయకం త్రిలోచనమ్ ।
కాలకాల-మంబుజాక్ష-మక్షశూల-మక్షరం
కాశికాపురాధినాథ కాలభైరవం భజే ॥ 2 ॥

శూలటంక-పాశదండ-పాణిమాది-కారణం
శ్యామకాయ-మాదిదేవ-మక్షరం నిరామయమ్ ।
భీమవిక్రమం ప్రభుం విచిత్ర తాండవ ప్రియం
కాశికాపురాధినాథ కాలభైరవం భజే ॥ 3 ॥

భుక్తి-ముక్తి-దాయకం ప్రశస్తచారు-విగ్రహం
భక్తవత్సలం స్థిరం సమస్తలోక-విగ్రహమ్ ।
నిక్వణన్-మనోజ్ఞ-హేమ-కింకిణీ-లసత్కటిం
కాశికాపురాధినాథ కాలభైరవం భజే ॥ 4 ॥

ధర్మసేతు-పాలకం త్వధర్మమార్గ నాశకం
కర్మపాశ-మోచకం సుశర్మ-దాయకం విభుమ్ ।
స్వర్ణవర్ణ-కేశపాశ-శోభితాంగ-మండలం
కాశికాపురాధినాథ కాలభైరవం భజే ॥ 5 ॥

రత్న-పాదుకా-ప్రభాభిరామ-పాదయుగ్మకం
నిత్య-మద్వితీయ-మిష్ట-దైవతం నిరంజనమ్ ।
మృత్యుదర్ప-నాశనం కరాళదంష్ట్ర-మోక్షణం
కాశికాపురాధినాథ కాలభైరవం భజే ॥ 6 ॥

అట్టహాస-భిన్న-పద్మజాండకోశ-సంతతిం
దృష్టిపాత-నష్టపాప-జాలముగ్ర-శాసనమ్ ।
అష్టసిద్ధి-దాయకం కపాలమాలికా-ధరం
కాశికాపురాధినాథ కాలభైరవం భజే ॥ 7 ॥

భూతసంఘ-నాయకం విశాలకీర్తి-దాయకం
కాశివాసి-లోక-పుణ్యపాప-శోధకం విభుమ్ ।
నీతిమార్గ-కోవిదం పురాతనం జగత్పతిం
కాశికాపురాధినాథ కాలభైరవం భజే ॥ 8 ॥

కాలభైరవాష్టకం పఠంతి యే మనోహరం
జ్ఞానముక్తి-సాధకం విచిత్ర-పుణ్య-వర్ధనమ్ ।
శోకమోహ-లోభదైన్య-కోపతాప-నాశనం
తే ప్రయాంతి కాలభైరవాంఘ్రి-సన్నిధిం ధ్రువమ్ ॥

ఇతి శ్రీమచ్చంకరాచార్య విరచితం కాలభైరవాష్టకం సంపూర్ణమ్ ।`,
                    code1: ``
                }
            ],
        },
                {
            id: 52,
            title: "aff intro",
            note: [
                {
                    text1: ``,
                    code1: ``
                }
            ],
        },
                {
            id: 52,
            title: "aff intro",
            note: [
                {
                    text1: ``,
                    code1: ``
                }
            ],
        },

    ]
}